CSI API ETABS v1
cSapModel.PropTendon Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cPropTendon PropTendon { get; }
ReadOnly Property PropTendon As cPropTendon
	Get
Dim instance As cSapModel
Dim value As cPropTendon
value = instance.PropTendon
property cPropTendon^ PropTendon {
	cPropTendon^ get ();
}
abstract PropTendon : cPropTendon with get
Property Value
Type: cPropTendon
See Also
Reference
cSapModel Interface
ETABSv1 Namespace